Repository: mpellegrin/wordpress-plugin-sendinblue-integration
Catalog: languages/sendinblue-integration-*.po
Languages: fr_fr

source: Newsletter Category
fr_fr: Catégorie de Newsletter

source: Newsletter Categories
fr_fr: Catégories de Newsletter

source: Newsletter default settings
fr_fr: Paramètres par défaut des newsletters

source: Add Events to Newsletter
fr_fr: Ajouter les Événements à la Newsletters

source: How many days ahead we should display events
fr_fr: Sur combien de jours récupérer les événements

source: Add Posts to Newsletter
fr_fr: Ajouter les Articles à la Newsletters

source: How many posts we should display in Newsletter
fr_fr: Combien d'articles afficher dans la Newsletter

source: Categories of posts that will be retrieved
fr_fr: Catégories des articles à récupérer

source: Position of the Posts : before or after Events
fr_fr: Position des Articles : avant ou après les Événements

source: Show Posts after Events
fr_fr: Afficher les Articles après les Événements

source: Show Posts before Events
fr_fr: Afficher les Articles avant les Événements

source: Settings
fr_fr: Paramètres

source: This interface creates the campaigns in SendInBlue interface
fr_fr: Cette interface crée des campagnes dans l'interface de SendInBlue

source: Wordpress Campaigns
fr_fr: Campagnes Wordpress

source: SendInBlue Campaigns
fr_fr: campagnes SendInBlue

source: Configure Newsletter
fr_fr: Configurer la Newsletter

source: Show events %s days ahead
fr_fr: Afficher les événements %s jours en avant

source: Show %s posts from categories %s
fr_fr: Afficher %s articles à partir des catégories %s

source: Read more
fr_fr: Lire la suite

source: See online version
fr_fr: Voir la version en ligne
